{
	"common": {
		"btt": "back to top",
		"desc": "",
		"more": "Learn more",
		"demo_heading": "Have a look!",
		"demo_lead": "Check it out - Experience the first scenes! <em>...well, soon!</em>",
		"demo_btn": "Download »",
		"gallery_heading": "Visit the Gallery",
		"gallery_lead": "Some impressions?",
		"gallery_btn": "Take me there »",
		"news": "News",
		"game": "The Game",
		"pictures": "Pictures",
		"media": "Media",
		"news_lead": "News from development",
		"game_lead": "Learn more about \"A Little Less Desperation\", our homegrown classic Point & Click Adventure!",
		"media_lead": "Moving Moving Pictures!",
		"news_btn": "Hot »",
		"game_btn": "More Information »",
		"visionaire": "Created with",
		"legal": "Legal notice"
	},
	"home": {
		"lead": "Are you a space hero?",
		"1": "A Little Less Desperation is an epic space adventure point & click game, full of interstellar journeys, zany characters, a mighty robot villain, an alien beauty of epic proportions [well to certain other species at least] & last, but not least: a bold & courageous hero willing to sacrifice all, to save the universe! Unfortunately nobody applied for the role of the hero... Just when we were about to scrap the project, we met Jacob. Actually he more sort of ambled in off the street to sell us some of his homegrown organic vegetables. He didn't stand a chance against our smooth talking agents & we soon talked him into taking on the role of the space hero. I guess we have since had to stretch the meaning of space hero a bit in Jacob' case but in the end, he didn't screw up as badly as we thought he would.",
		"2": "A Little Less Desperation is a classic point & click adventure game with a marvelous and often absurd story. One that comes complete with mind melting puzzles [yet to be confirmed], whimsical characters and oft-hilarious dialog and observation. Don't worry there's not a sliding puzzle in sight; well not yet, anyway…"
	},
	"nav": {
		"home": "Home",
		"game": "Game",
		"chars": "Characters",
		"features": "Features",
		"concept": "Concept",
		"gallery": "Gallery",
		"team": "The Team",
		"contact": "Contact"
	},
	"game": {
		"heading": "The Game",
		"1": "Jacob is alone in the woods on a trip to self-discovery, as a UFO crashes. The little alien pilot makes friends with Jacob, who decides to help the visitor with his dilemma. As the UFO has been destroyed, they repair the damaged interstellar emergency call transmitter and summon help. As a big ship appears, it turns out to be a bounty huntress who carries off both Jacob and the little alien into the depths of space.",
		"2": "For Jacob this is the beginning of an odyssey across the galaxy. Slowly it becomes clear how profound the story is Jacob blundered into. He comes into the firing line of a mighty and evil robot whose vicious plans are endangered by Jacob. A funny story evolves with odd situations and surprising twists. At the end Jacob discovers that his potential was a lot bigger than he could imagine.",
		"3": "We don’t intend to reinvent the genre of adventure games with „A Little Less Desperation“, we just want to tell a really good story in the manner of the famous classics. We want to challenge the player with elaborate puzzles and make him laugh with hilarious cutscenes. The adventure is completely illustrated with amazing background images, has a superb soundtrack and contains many crazy ideas!",
		"4": "„A Little Less Desperation“ is not supposed to be a sterile industrial product designed to meet the taste of the majority. No, we are independent and we can make the game as wacky as we want to! And we do have loads of wacky ideas! Look forward to an odd game with the cranky feel of real handicraft!"
	},
	"features": {
		"heading": "The Features",
		"1": "Full HD Resolution",
		"2": "5 to 7 hours of gameplay",
		"3": "60 to 75 Scenes",
		"4": "more than 20 characters in 2D Comic Look",
		"5": "for Windows and Mac OS (Android and iOS a possibility)",
		"6": "classic Gameplay in modern look, no moving puzzles",
		"7": "great Soundtrack",
		"8": "English and German Voiceovers",
		"save": "\"OH NO!",
		"saveb": "I forgot to",
		"savec": "save the game!\"",
		"save1": "Although Jacob gets into situations as shown on the picture, this will be spared to the players. Our motto is: As little frustration and as much fun as possible! We want beginners to enjoy the game as much as experienced adventure lovers. Jacob will not be able to die or get stuck. The puzzles are not random but always contribute to the story and can be solved with a sharp mind.",
		"seq": "Apart from that we planned many entertaining cutscenes, some of them containing a hint for a puzzle. Don’t worry, there are only rather short cutscenes and not tooooo many of them. We want to emphasize the adventure game fun and have the player be the active part, otherwise we’d have done a cartoon film."
	},
	"concept": {
		"heading": "A homemade adventure game?",
		"lead": "What’s that supposed to mean?",
		"a1": "If our game was a cake, it would rather be grandma's homemade plum pie",
		"a2": "with slightly burned edges than a perfecly shaped frozen gateau from the industrial production line.",
		"lead2": "Not an anonymous product for the masses, but an old school adventure game with a good dash of personality, made for a delicate group of classic gaming gourmets.",
		"c1": "We prepared a marvellous game spiced with",
		"c2": "wacky humor",
		"c3": "and some tough nuts to",
		"c4": "<em>crack!</em>"
	},
	"team": {
		"heading": "The Team",
		"lead": "We’re a very small team of game developers, actually there’s just four of us. We have quite a job to do with the adventure! But we don’t believe that creating a great adventure requires a huge team, high end equipment and unlimited financial resources. Instead, we have great motivation, good ideas and our skills. We are working with a ridiculously small budget, but we managed to get pretty far already. ",
		"marian": "Father of the idea and head of the project.",
		"marian1": "Story and puzzles",
		"marian2": "Background images and animations",
		"marian3": "Character design",
		"marian4": "Dialogue",
		"marian5": "Sound design",
		"lee": "A genius in technical questions",
		"lee1": "Lead Programmer",
		"lee2": "Additional Art",
		"lee3": "Puzzles",
		"lee4": "Translation to english",
		"stefan": "The Musician",
		"stefan1": "Soundtrack",
		"stefan2": "Translation to english",
		"thorsten": "Other Instruments",
		"thorsten1": "Web Design",
		"thorsten2": "Music",
		"thorsten3": "Sound Design",
		"thankslead": "Special thanks to:",
		"thanks1": "Arpad - Additional puzzles and dialog lines",
		"thanks2": "Anet - Font design and additional ideas for the story"
	},
	"chars" : {
		"heading": "The characters",
		"jacob": "Jacob is our... well, errr...",
		"jacob_a": "hero.",
		"jacob_b": "At least he is the",
		"jacob_c": "lead character",
		"jacob_d": "in our game. To be honest, he only qualifies for hero by being in the",
		"jacob_e": "wrong place in the wrong time",
		"jacob_f": ".",
		"jacob2": "His first battle cry was something like :",
		"jacob3": "What?! Me???!",
		"jacob4": "This was a bit disillusioning for us. His outstanding abilities have to do mostly with growing and keeping vegetables and non-offensive pest control. At least that’s what he claims.",
		"jacob5": "Nevertheless, we’ll have a great adventure with him anyway! He will lose his hat and also his beard, but he will gain so much experience and charakter!",
		"jacob6": "And who knows? Maybe with a little help from you he even might save the universe!",
		"zuuley": "Zuuley",
		"zuuley_a": "is a",
		"zuuley_b": "tough bounty huntress",
		"zuuley_c": "with solid moral and strict discipline. She has her principles and a strong sense of responsibility and is always reliable on executing her orders quickly and efficiently.",
		"zuuley_lead": "She’s on top of her ship and her life. At least that’s how she sees herself. But at some point she suspects there’s something wrong. After kidnapping Jacob she slowly realizes that she’s been working for the wrong side for a long time. She angrily decides to get things in order again . . .",
		"harold": "Harold",
		"harold_a": "is quite a",
		"harold_b": "crook!",
		"harold_c": "He’s practically always on the run and and wanted in most places. He’s a useful member of a secret underground organization and the man to ask if it’s about",
		"harold_d": "'acquiring' items",
		"harold_e": ".",
		"harold_lead": "He's just a cog in the wheel of the universe, but when he crashes his UFO on earth, the whole story takes its course.",
		"elektron": "Mr. Electron Burke",
		"elektron_a": "is the",
		"elektron_b": "evil genius",
		"elektron_c": ", plotting his vicious plans in the background. He appears to be a respected businessman, but behind the scenes he",
		"elektron_d": "manipulates everyone",
		"elektron_e": "and has them do the dirty work for him.",
		"elektron_lead": "He’s a soulless robot who hates all life. He considers joy and happiness to be a thorn in his flesh . . . errr, metal. Until now he’s achieved all his goals.",
		"elektron_lead_2": "Who knows whether Jacob can stop him?",
		"king": "We think it’s not necessary to introduce the most famous superstar ever abducted by aliens. Just this much: It was",
		"king_a": "hard",
		"king_b": "- but we",
		"king_c": " found him.",
		"king_d": "And he looks better than ever and his voice still makes the hearts leap for joy!",
		"king_e": "Besides, he inspired us for the title of the game!"
	}
}