{
	"common": {
		"btt": "Zurück nach oben",
		"desc": "",
		"more": "Erfahre mehr",
		"demo_heading": "Schnuppere rein!",
		"demo_lead": "Lade hier, die Demo herunter, welche die ersten Szenen enthält.",
		"demo_btn": "Herunterladen (Win) »",
		"demo_btn_mac": "Herunterladen (Mac) »",
		"gallery_heading": "Besuche die Galerie",
		"gallery_lead": "Ein paar Eindrücke gefällig?",
		"gallery_btn": "Galerie besuchen",
		"news": "Neuigkeiten",
		"game": "Das Spiel",
		"pictures": "Bilder",
		"media": "Media",
		"news_lead": "Was gibt's Neues aus der Entwicklung?",
		"game_lead": "Erfahre mehr über \"A Little Less Desperation\", unser hausgemachtes klassisches Point & Click Adventure!",
		"media_lead": "Bewegende bewegte Bilder!",
		"news_btn": "Brandheiß »",
		"game_btn": "Zu den Infos »",
		"visionaire": "Gemacht mit",
		"legal": "Impressum"
	},
	"home": {
		"lead": "Bist du ein Weltraumheld?",
		"1": "Eigentlich wollten wir ein richtig gutes Space Adventure machen. Mit einem mächtigen Roboter als Bösewicht, interstellaren Reisen, bizarren Charakteren, einer außerirdischen Schönheit und natürlich einem unerschrockenen Weltraumhelden, der das Universum retten sollte! Unglücklicherweise hat sich niemand für die Rolle des Helden beworben, und als wir das Projekt schon aufgeben wollten, kam Jacob! Tatsächlich wollte er uns nur etwas von seinem selbst angebauten Gemüse verkaufen, aber dann konnten wir ihn doch dazu überreden, den Job zu übernehmen. Na ja, wir mussten den Begriff \"Weltraumheld\" für Jacob ganz schön dehnen, doch am Ende hat er es dann doch nicht ganz so schlimm vermurkst, wie wir alle befürchtet hatten.",
		"2":"\"A little less desperation\" ist ein klassisches Point-and-Click Adventure mit einer großartigen und absurden Story, lustigen Rätseln, tollen Charakteren und komischen Dialogen. Keine Sorge, es ist keineswegs eine Ansammlung von Schiebepuzzles, sondern eine liebenswerte und aufregende Geschichte."
	},
	"nav": {
		"home": "Home",
		"game": "Spiel",
		"chars": "Charaktere",
		"features": "Features",
		"concept": "Konzept",
		"gallery": "Galerie",
		"team": "Team",
		"contact": "Kontakt"
	},
	"game": {
		"heading": "Das Spiel",
		"1": "Jacob ist alleine im Wald auf einer Art Selbstfindungstrip, als plötzlich ein UFO abstürzt. Der Pilot, ein kleiner Außerirdischer freundet sich schnell mit Jacob an, der beschließt, dem Besucher aus der Klemme zu helfen. Da das UFO zerstört ist, reparieren die beiden den beschädigten interstellaren Notrufsender und rufen per Funk um Hilfe. Als das rettende Raumschiff endlich erscheint, entpuppt es sich als das Schiff einer Kopfgeldjägerin, die den Außerirdischen und Jacob in die Tiefen des Weltraums entführt.",
		"2": "Für Jacob ist das der Beginn einer Odyssee kreuz und quer durch die Galaxis. Langsam wird die Tragweite der Geschichte klar, in die er da hinein geraten ist. Er gerät ins Fadenkreuz eines mächtigen und bösartigen Roboters, der im Hintergrund alle Fäden in der Hand hält dessen Pläne Jacob zu durchkreuzen droht. Es entwickelt sich eine spannende Geschichte mit lustigen Situationen überraschenden Wendungen, an deren Ende Jacob feststellt, dass viel mehr in ihm steckt, als er es jemals für möglich gehalten hätte.",
		"3": "Mit 'A Little Less Desperation' soll das Adventure-Genre nicht neu erfunden werden, statt dessen wollen wir nach Art der großartigen Klassiker eine richtig gute Geschichte erzählen. Wir wollen den Spieler mit durchdachten und lustigen Rätseln herausfordern und mit komischen Zwischensequenzen zum Lachen bringen. Das Adventure ist durchgehend mit liebevoll gestalteten Grafiken illustriert, hat einen tollen Soundtrack und sorgt mit vielen irren Einfällen für Unterhaltung.",
		"4": "'A Little Less Desperation' soll kein steriles Industrieprodukt werden, welches den Geschmack der Massen trifft. Nein, wir sind ungebunden und können das Spiel so verrückt machen, wir wir wollen! Und verrückte Einfälle haben wir haufenweise! Freut Euch auf ein wirklich wunderliches Spiel mit dem schrulligem Flair echter Handarbeit!"
	},
	"features": {
		"heading": "Die Features",
		"1": "Full HD Auflösung",
		"2": "5 bis 7 Stunden Spielzeit",
		"3": "60 bis 75 Hintergründe",
		"4": "über 20 Charaktere im 2D Comic Look",
		"5": "für Windows und Mac OS (ggf. später auch für Android und iOS)",
		"6": "klassisches Gameplay im modernen Gewand, keine Schiebepuzzles",
		"7": "toller Soundtrack",
		"8": "Englische und Deutsche Sprachausgabe",
		"save": "\"OH NEIN!",
		"saveb": "Ich habe nicht",
		"savec": "gespeichert!\"",
		"save1": "Obwohl Jacob im Spiel so wie hier im Bild in Situationen gerät, bleibt das dem Spieler erspart. Unser Motto lautet nämlich: \"Möglichst wenig Frust, möglichst viel Spaß!\" Wir möchten dass der Anfänger genau so viel Freude an dem Spiel hat, wie der erfahrene Adventure Fan. Was bedeutet das? Jacob kann weder sterben, noch kann er in einer Sackgasse hängen bleiben. Die Rätsel sind nie zufällig, sondern haben immer mit der Geschichte zu tun und lassen sich mit einem scharfen Verstand immer lösen.",
		"seq": "Außerdem haben wir eine Vielzahl von unterhaltsamen Zwischensequenzen eingeplant, in denen auch manchmal ein Hinweis zur Lösung eines Rätsels verborgen ist. Nur keine Bange, es sind nur kurze Sequenzen und nicht zu viele. Schließlich möchten wir den Adventure-Spaß im Vordergrund sehen und dem Spieler die aktive Rolle überlassen. Sonst hätten wohl besser einen Zeichentrickfilm gemacht."
	},
	"concept": {
		"heading": "Ein Hausgemachtes Adventure?",
		"lead": "Was soll das jetzt wieder bedeuten?",
		"a1": "Wenn unser Adventure ein Kuchen wäre, dann wäre es Omas hausgemachter Pflaumenkuchen",
		"a2": "mit leicht angebranntem Rand und weniger die perfekt geformte Tiefkühltorte vom Fließband.",
		"lead2": "Kein anonymes Produkt für die breite Masse, sondern ein Adventure nach alter Schule mit einem guten Schuss echter Persönlichkeit für einen erlesenen Kreis von Feinschmeckern.",
		"c1": "Euch erwartet ein großartiges Spiel, gewürzt mit",
		"c2": "ungewöhnlichem Humor",
		"c3": "und so mancher",
		"c4": "harter Rätselnuss!"
	},
	"team": {
		"heading": "Das Team",
		"lead": "Wir sind ein sehr kleines Entwicklerteam, tatsächlich sind wir nur zu viert. Mit dem Adventure haben wir uns ganz schön was vorgenommen! Allerdings glauben wir nicht, dass man für ein gutes Adventure ein großes Team, hochmoderne Ausrüstung und unbegrenzte finanzielle Mittel braucht. Wir haben statt dessen große Motivation, gute Ideen und Talent. Wir arbeiten mit einem lächerlich kleinen Budget, sind aber selbst damit schon erstaunlich weit gekommen.",
		"marian": "Vater der Idee und Kopf des Projekts.",
		"marian1": "Story und Rätsel",
		"marian2": "Hintergrundgrafiken und Animationen",
		"marian3": "Charakter Design",
		"marian4": "Dialoge",
		"marian5": "Sounddesign",
		"lee": "Genialer Kopf für technische Fragen",
		"lee1": "Lead Programmer",
		"lee2": "Additional Art",
		"lee3": "Rätsel",
		"lee4": "Übersetzung ins Englische",
		"stefan": "Der Musiker",
		"stefan1": "Soundtrack",
		"stefan2": "Übersetzung ins Englische",
		"thorsten": "Die Eierlegendewollmilchsau",
		"thorsten1": "Webdesign",
		"thorsten2": "Musik",
		"thorsten3": "Sounddesign",
		"thankslead": "Ein besonderes Dankeschön an:",
		"thanks1": "Arpad - Zusätzliche Rätselideen und Dialogzeilen",
		"thanks2": "Anet - Font für das Spiel und zusätzliche Ideen für die Story"
	},
	"chars": {
		"heading": "Charaktere",
		"jacob": "Jacob ist unser... nun ja, äh...",
		"jacob_a": "Held.",
		"jacob_b": "Jedenfalls ist er die",
		"jacob_c": "Hauptfigur",
		"jacob_d": "in unserem Adventure. Ehrlich gesagt besteht seine einzige Qualifikation zum Helden darin, zur",
		"jacob_e": "falschen Zeit am falschen Ort",
		"jacob_f": "gewesen zu sein.",
		"jacob2": "Sein erster Kampfschrei klang in etwa so:",
		"jacob3": "Was?! Ich???!",
		"jacob4": "Das machte uns erst mal nicht so besonders viel Mut. Seine herausragenden Fähigkeiten haben mit der artgerechten Aufzucht und Haltung von Gemüse zu tun, außerdem kennt er sich mit nicht-offensiver Bekämpfung von Gartenschädlingen aus. Jedenfalls behauptet er das.",
		"jacob5": "Trotzdem werden wir mit ihm ein grandioses Abenteuer erleben! Er wird zwar seinen Hut und sogar seinen Bart verlieren, aber am Ende so viel an Erfahrung und Persönlichkeit gewinnen, wie er es nie für möglich gehalten hätte.",
		"jacob6":"Und wer weiß? Mit ein bisschen Hilfe von Euch rettet er vielleicht sogar das Universum!",
		"zuuley": "Zuuley",
		"zuuley_a": "ist eine",
		"zuuley_b": "knallharte Kopfgeldjägerin",
		"zuuley_c": "mit einem ausgeprägten Sinn für Gerechtigkeit und eiserner Disziplin. Sie hat sehr strenge Prinzipien und hat ein ausgeprägtes Verantwortungsbewusstsein und erfüllt die ihr aufgetragenen Aufgaben immer zuverlässig und schnell.",
		"zuuley_lead": "Sie hat ihr Schiff und ihr Leben absolut im Griff - jedenfalls sieht sie sich selbst so. Doch irgendwann merkt sie, dass etwas nicht stimmt. Als sie Jacob auf der Erde kidnappt, nehmen die Dinge ihren Lauf und langsam wird ihr klar, dass sie lange Zeit für die falsche Seite gearbeitet hat. Wütend beschließt sie, wieder für Ordnung zu sorgen . . .",
		"harold": "Harold",
		"harold_a": "ist ein",
		"harold_b": "ganz schönes Schlitzohr!",
		"harold_c": "Er ist praktisch immer auf der Flucht und natürlich so ziemlich überall gesucht. Er ist ein nützliches Mitglied einer geheimen Untergrundorganisation und die erste Wahl, wenn es um die",
		"harold_d": "\"Beschaffung\"",
		"harold_e": " von Gegenständen geht.",
		"harold_lead": "Er ist eigentlich nur ein kleines Rädchen im Getriebe des Universums, doch als er mit seinem kleinen UFO auf der Erde abstürzt und strandet, nimmt die Geschichte überhaupt erst ihren Lauf.",
		"elektron": "Mr. Electron Burke",
		"elektron_a": "ist das",
		"elektron_b": "bösartige Genie",
		"elektron_c": ", das im Hintergrund die Fäden spinnt. Nach außen ein geachteter Geschäftsmann, doch hinter den Kulissen manipuliert er jeden und lässt alle für sich arbeiten, um seine",
		"elektron_d": "finsteren Pläne",
		"elektron_e": "zu verwirklichen.",
		"elektron_lead": "Er ist ein seelenloser Roboter, der alles Leben hasst. Spaß und Freude sind ihm ein Dorn im Auge. Er hat bisher all seine Ziele erreicht und ist kaum aufzuhalten.",
		"elektron_lead_2": "Ob Jacob ihm Einhalt gebieten kann?",
		"king": "Wir glauben, den berühmtesten jemals von Aliens entführten Superstar müssen wir wohl niemandem vorstellen. Nur so viel: Es war",
		"king_a": "schwer",
		"king_b": "- aber wir haben ihn",
		"king_c": "gefunden.",
		"king_d": "Er sieht besser aus denn je und seine Stimme bringt immer noch Herzen zum Schmelzen.",
		"king_e": "Außerdem hat er uns zum Titel des Spiels inspiriert!"
	}
}
